{
  "Metadata": {
    "Root": {
      "title": "about.js",
      "description": "Hello I'm Grzegorz and here is my blog about.js.",
      "applicationName": "about.js - Grzegorz Dubiel's blog"
    },
    "Home": {
      "title": "Home | about.js",
      "description": "Welcome to the about-js blog."
    },
    "About": {
      "title": "About",
      "description": "A page about the author of the about-js and about-js itself."
    },
    "Posts": {
      "title": "Posts",
      "description": "A page where you can find a list of posts."
    }
  },
  "Intro": {
    "title": "What is about.js?",
    "subtitle": "Tech blog about:",
    "introduction": "👋 My name is Greg and I am here to help you to keep up with the fresh news from JS land."
  },
  "Profile": {
    "title": "Welcome👋",
    "subtitle": "I am Grzegorz Dubiel"
  },
  "AboutAuthor": {
    "title": "About me",
    "bio": "I love creating new things through coding. I have always been a builder. From building LEGO blocks in my childhood and being a musician to programming, I have always enjoyed creating something new. I chose JavaScript for the possibility of building isomorphic applications and for having all the building blocks in place, such as frameworks, packages, and other tooling. Initially, I was focused on the frontend, but as my curiosity grew, my interest expanded to the broader ecosystem. I gained robust experience in the modern web dev by working for startup companies. I stay up to date with new technology because of my curiosity and passion for coding. So here I am, ready to share my experience and my journey through software development."
  },
  "Separator": {
    "content": "Here is what you will find on this blog"
  },
  "AboutPageContent": {
    "frontend": {
      "title": "Frontend",
      "content": "Fresh new about frameworks tooling. We all know that a new library pops out every day. If you're looking for news about React, Next.js, Tailwind etc. This blog will keep you informed about React, Next.js, Tailwind, and more..."
    },
    "backend": {
      "title": "Backend",
      "content": "JavaScript has long been more than just a frontend-specific programming language. With Node.js and other backend tools on the belt, you can build modern, robust server-side applications. I'll show you how to do this in practice."
    },
    "webDevFullstack": {
      "title": "Web dev Fullstack",
      "content": "Creating web applications is both a satisfying and exciting process. You can do this entirely within the JavaScript ecosystem. You can choose full-stack meta-frameworks or create the backend and frontend separately. I'd like to show how I take advantage of these possibilities."
    },
    "webAI": {
      "title": "Web AI",
      "content": "These days, a lot of effort goes into integrating AI solutions with applications built using JavaScript. I work on such integrations and take great pleasure in it. I am happy to share tips, tricks, and insights about the tools I use."
    },

    "linkSection": {
      "link": "Start reading... 👉"
    }
  },
  "PostList": {
    "title": "Posts"
  },
  "PostListCardItem": {
    "readMoreLink": "Read more..."
  },
  "Share": {
    "success": "Link copied. Thx!"
  }
}
