{
  "Metadata": {
    "Root": {
      "title": "about.js",
      "description": "Cze jestem Grzegorz a to jest m贸j blog about.js.",
      "applicationName": "about.js - blog Grzegorza Dubiela"
    },
    "Home": {
      "title": "Strona g贸wna | about.js",
      "description": "Witaj na stronie g贸wnej about.js"
    },
    "About": {
      "title": "O blogu",
      "description": "Na tej stronie dowiesz si czego o autorze oraz o samym blogu."
    },
    "Posts": {
      "title": "Posty",
      "description": "Strona na kt贸rej znajdziesz list post贸w."
    }
  },
  "Intro": {
    "title": "Czym u licha jest about.js?",
    "subtitle": "Techniczny blog o:",
    "introduction": " Mam na imi Grzegorz, jestem tutaj aby pom贸c Ci by na bie偶co z newsami ze wiata JS'a."
  },
  "Profile": {
    "title": "Cze",
    "subtitle": "Mam na imi Grzegorz Dubiel"
  },
  "AboutAuthor": {
    "title": "O mnie",
    "bio": "Uwielbiam tworzy nowe rzeczy poprzez programowanie. Zawsze byem budowniczym. Od budowania klock贸w LEGO w dziecistwie, przez bycie muzykiem, a偶 po programowanie, zawsze czerpaem rado z tworzenia czego nowego. Wybraem JavaScript ze wzgldu na mo偶liwo tworzenia aplikacji izomorficznych oraz za to, 偶e posiada wszystkie niezbdne elementy, takie jak frameworki, pakiety npm i inne narzdzia. Pocztkowo skupiaem si na frontendzie, ale wraz ze wzrostem dowiadczenia, moje zainteresowania rozszerzyy si na cay ekosystem JavaScript. Zdobyem solidne dowiadczenie w nowoczesnym web developmencie, pracujc dla startup贸w. Pozostaj na bie偶co z nowymi technologiami dziki mojej ciekawoci i pasji do kodowania. Jestem tutaj, gotowy dzieli si swoim dowiadczeniem i swoj podr贸偶 po wiecie tworzenia oprogramowania."
  },
  "Separator": {
    "content": "Zobacz co znajdziesz na tym blogu"
  },
  "AboutPageContent": {
    "frontend": {
      "title": "Frontend",
      "content": "wie偶e newsy o frameworkach oraz bibliotakach. Wszyscy wiemy 偶e nowe biblioteki powstaj jak grzyby po deszczu. Je偶eli szukasz informacji o React, Next.js, Tailwind etc. Mo偶esz by pewien 偶e czytajc tego bloga bdziesz na czasie."
    },
    "backend": {
      "title": "Backend",
      "content": "JavaSctipt ju偶 od dawna nie jest tylko jzykiem programowania przeznaczonym wycznie dla frontendu. Majc za pasem Node.js oraz inne backendowe narzdzia, mo偶esz budowa solidne serverowe aplikacje. Poka偶e jak mo偶na to robi w praktyce."
    },
    "webDevFullstack": {
      "title": "Web dev Fullstack",
      "content": "Proces tworzenia aplikacji webowej jest tak samo satysfakcjonujcy jak i ekscytujcy. Mo偶na stworzy aplikacj w caoci w ekosystemie JavaScript. Mo偶esz wybra jeden z fullstackowych meta framework贸w albo tworzy frontend i backend osobno. Zaprezentuj w jaki spos贸b korzystam z tych mo偶liwoci."
    },
    "webAI": {
      "title": "Web AI",
      "content": "Obecnie wiele wysiku wkada si w integracj rozwiza AI z aplikacjami tworzonymi przy u偶yciu JavaScriptu. Pracuj nad takimi integracjami i czerpi z tego ogromn przyjemno. Chtnie podziel si wskaz贸wkami, trikami i spostrze偶eniami na temat u偶ywanych przeze mnie narzdzi."
    },
    "linkSection": {
      "link": "Zacznij czyta... "
    }
  },
  "PostList": {
    "title": "Posty"
  },
  "PostListCardItem": {
    "readMoreLink": "Czytaj dalej..."
  },
  "Share": {
    "success": "Link skopiowany. Dziki!"
  }
}
