{
  "Metadata": {
    "Root": {
      "title": "about.js",
      "description": "Cze jestem Grzegorz a to jest m贸j blog about.js.",
      "applicationName": "about.js - blog Grzegorza Dubiela"
    },
    "Home": {
      "title": "Strona g贸wna | about.js",
      "description": "Witaj na stronie g贸wnej about.js"
    },
    "About": {
      "title": "O blogu",
      "description": "Na tej stronie dowiesz si czego o autorze oraz o samym blogu."
    },
    "Posts": {
      "title": "Posty",
      "description": "Strona na kt贸rej znajdziesz list post贸w."
    }
  },
  "Intro": {
    "title": "Czym u licha jest about.js?",
    "subtitle": "Techniczny blog o:",
    "introduction": " Mam na imi Grzegorz, jestem tutaj aby pom贸c Ci by na bie偶co z newsami ze wiata JS'a."
  },
  "Profile": {
    "title": "Cze",
    "subtitle": "Mam na imi Grzegorz Dubiel"
  },
  "AboutAuthor": {
    "title": "Kim jestem?",
    "bio": "Uwielbiam tworzy nowe rzeczy za pomoc kodowania. Zawsze interesowaa mnie 'frontendowa strona' wiata cybernetycznego. Programuj od marca 2020 roku. Zawsze byem ciekawy, jak dziaaj interfejsy u偶ytkownika za kulisami i jak mo偶na je stworzy od zera w edytorze kodu. Fascynuje mnie React; zanim poznaem t bibliotek, kodowaem w czystym JavaScripcie. Kiedy zaczem uczy si Reacta, poczuem ogromne mo偶liwoci. Jestem wielkim fanem Next.js z komponentami serwerowymi React'a. Lubi podejmowa trudne wyzwania programistyczne."
  },
  "Separator": {
    "content": "Zobacz co znajdziesz na tym blogu"
  },
  "AboutPageContent": {
    "frontend": {
      "title": "Frontend",
      "content": "wie偶e newsy o frameworkach oraz bibliotakach. Wszyscy wiemy 偶e nowe biblioteki powstaj jak grzyby po deszczu. Je偶eli szukasz informacji o React, Next.js, Tailwind etc. Mo偶esz by pewien 偶e czytajc tego bloga bdziesz na czasie."
    },
    "backend": {
      "title": "Backend",
      "content": "JavaSctipt ju偶 od dawna nie jest tylko jzykiem programowania przeznaczonym wycznie dla frontendu. Majc za pasem Node.js oraz inne backendowe narzdzia, mo偶esz budowa solidne serverowe aplikacje. Poka偶e jak mo偶na to robi w praktyce."
    },
    "webDevFullstack": {
      "title": "Web dev Fullstack",
      "content": "Proces tworzenia aplikacji webowej jest tak samo satysfakcjonujcy jak i ekscytujcy. Mo偶na stworzy aplikacj w caoci w ekosystemie JavaScript. Mo偶esz wybra jeden z fullstackowych meta framework贸w albo tworzy frontend i backend osobno. Zaprezentuj w jaki spos贸b korzystam z tych mo偶liwoci."
    },
    "linkSection": {
      "link": "Zacznij czyta... "
    }
  },
  "PostList": {
    "title": "Posty"
  },
  "PostListCardItem": {
    "readMoreLink": "Czytaj dalej..."
  },
  "Share": {
    "success": "Link skopiowany. Dziki!"
  }
}
